const DATA = {
	questions: [
		{
			title: "Что вы&nbsp;больше всего<br>цените в&nbsp;людях?",
			answers: [
				{
					id: "А",
					text: "Опыт и&nbsp;знания",
				},
				{
					id: "Б",
					text: "Общительность и&nbsp;вежливость",
				},
				{
					id: "В",
					text: "Открытость",
				},
				{
					id: "Г",
					text: "Любознательность и&nbsp;интеллект",
				},
				{
					id: "Д",
					text: "Доброту",
				},

			],
		},

        {
			title: "Где вам<br>комфортнее?",
			answers: [
				{
					id: "А",
					text: "В&nbsp;небольших европейских городах",
				},
				{
					id: "Б",
					text: "Люблю поля и&nbsp;просторы",
				},
				{
					id: "В",
					text: "В&nbsp;большом мегаполисе",
				},
				{
					id: "Г",
					text: "В&nbsp;горах или в&nbsp;лесу Люблю море и&nbsp;курорты",
				},
				{
					id: "Д",
					text: "Люблю море и&nbsp;курорты",
				},
				
			],
		},

        {
			title: "Что любите слушать<br> в&nbsp;дороге?",
			answers: [
				{
					id: "А",
					text: "Классическую музыку или что-то расслабляющее",
				},
				{
					id: "Б",
					text: "Танцевальную",
				},
				{
					id: "В",
					text: "Рэп или техно, люблю басы",
				},
				{
					id: "Г",
					text: "Подкасты или книги",
				},
				{
					id: "Д",
					text: "Джаз или рок",
				},
				
			],
		},

        {
			title: "На&nbsp;какой возраст вы&nbsp;себя<br> ощущаете?",
			answers: [
				{
					id: "А",
					text: "Старше&nbsp;45",
				},
				{
					id: "Б",
					text: "30-35",
				},
				{
					id: "В",
					text: "Всегда&nbsp;18",
				},
				{
					id: "Г",
					text: "На&nbsp;тот, что в&nbsp;паспорте",
				},
				{
					id: "Д",
					text: "Всегда по-разному",
				},
				
			],
		},

        {
			title: "Любите&nbsp;ли вы<br> выделяться из&nbsp;толпы?",
			answers: [
				{
					id: "А",
					text: "Не&nbsp;стремлюсь к&nbsp;этому Иногда внимание мне приятно",
				},
				{
					id: "Б",
					text: "Даже не&nbsp;задумываюсь об&nbsp;этом",
				},
				{
					id: "В",
					text: "Всегда!",
				},
				{
					id: "Г",
					text: "Обычно это не&nbsp;зависит от&nbsp;меня",
				},
				{
					id: "Д",
					text: "Иногда внимание мне приятно",
				},
				
			],
		},

        {
			title: "Какой цвет автомобиля<br> вы&nbsp;предпочитаете?",
			answers: [
				{
					id: "А",
					text: "Черный",
				},
				{
					id: "Б",
					text: "Яркий, например, красный",
				},
				{
					id: "В",
					text: "Стильное серебро или синий электрик",
				},
				{
					id: "Г",
					text: "Зеленый или коричневый",
				},
				{
					id: "Д",
					text: "Цвет не&nbsp;главное, важнее&nbsp;&mdash; функционал",
				},
				
			],
		},

        {
			title: "Что для вас важнее всего<br> в&nbsp;выборе автомобиля?",
			answers: [
				{
					id: "А",
					text: "Элегантность и&nbsp;надежность",
				},
				{
					id: "Б",
					text: "Стиль и&nbsp;характер",
				},
				{
					id: "В",
					text: "Вместительность и&nbsp;безопасность",
				},
				{
					id: "Г",
					text: "Эксклюзивность, редкость и&nbsp;дизайн",
				},
				{
					id: "Д",
					text: "Скорость и&nbsp;возможность эффектно выделяться на&nbsp;дороге",
				},
				
			],
		},
    ],
    results: [
		{
			id: "А",
			title: "Больше&nbsp;1",
            answer: "Элегантный и&nbsp;надежный Volvo PV654",
			text: "Люксовая версия классической модели 1933&ndash;1937 годов обладала роскошным салоном, двумя запасными колесами и&nbsp;фонарем заднего хода, а&nbsp;также была доступна в&nbsp;нескольких цветах. 6-цилиндровый автомобиль совместил все, о&nbsp;чем можно было только мечтать: комфорт, стиль, модный дизайн и&nbsp;особый характер.",
		},
        {
			id: "Б",
			title: "Больше&nbsp;2",
            answer: "Спортивный и&nbsp;дерзкий Volvo P1800/1800",
			text: "В&nbsp;начале 1959 года этот яркий автомобиль назывался P1800, а&nbsp;позднее получил обозначение P1800S/1800S и&nbsp;1800E. Производство модели, выполненной в&nbsp;итальянском стиле, началось в&nbsp;1961&nbsp;году. Она отличалась новым 4-цилиндровым двигателем объемом 1,8&nbsp;л, который изначально развивал мощность до&nbsp;100 л.с. В&nbsp;дальнейшем его характеристики были улучшены до&nbsp;108, 115 и&nbsp;120 л.с. Автомобиль успел засветиться в&nbsp;фильме &rsquo;Святой&rsquo; и&nbsp;получить мировую славу.",
		},
        {
			id: "В",
			title: "Больше&nbsp;3",
            answer: "Современный и&nbsp;стильный Volvo XC90 Recharge",
			text: "Семиместный гибрид-внедорожник последнего поколения обладает режимом Pure electric с&nbsp;нулевым выбросом выхлопных газов. Полностью заряженный аккумулятор позволяет ежедневно ездить на&nbsp;работу только на&nbsp;электродвигателе. Интеллектуальные технологии и&nbsp;стильный дизайн позволяют выделяться в&nbsp;потоке и&nbsp;всегда быть в&nbsp;безопасности.",
		},
        {
			id: "Г",
			title: "Больше&nbsp;4",
            answer: "Редкий и&nbsp;интеллектуальный Volvo 262",
			text: "Модель 262 считается редкой версией в&nbsp;семействе Volvo 260. Автомобиль был основан на&nbsp;2-дверном кузове, который использовался для модели 242, но&nbsp;при этом дополнился некоторыми компонентами и&nbsp;внешним видом серии 260. Серия производилась очень ограниченным тиражом для североамериканского рынка в&nbsp;течение двух лет с&nbsp;1975 по&nbsp;1977.",
		},
        {
			id: "Д",
			title: "Больше&nbsp;5",
            answer: "Стильный кабриолет C70&nbsp;CABRIOLET/CONVERTIBLE",
			text: "Одна из&nbsp;самых эксклюзивных и&nbsp;дорогих моделей марки Volvo&nbsp;&mdash; это уникальный дизайн и&nbsp;схожие с&nbsp;купе C70 характеристики устойчивости на&nbsp;дороге, но&nbsp;при этом еще максимальная скорость и&nbsp;ускорение, намного превосходящее показатели большинства спортивных автомобилей. Главная инновация&nbsp;&mdash; технология Volvo ROPS&nbsp;&mdash; система защиты при опрокидывании, гарантирующая безопасность даже в&nbsp;случае переворачивания автомобиля.",
		},
    ],
};

export default DATA;